const movies = [
  {
    id: 1,
    image: 'http://localhost:3000/data/uploads/amateur.jpg',  
    title: 'Аматор',
    description:
      'Життя Чарлі Геллера (Малек), геніального, але замкнутого в собі співробітника ЦРУ, змінюється назавжди після трагічної загибелі його дружини під час терористичного акту в Лондоні. Не отримавши підтримки від свого керівництва, він вирішує самостійно розкрити справу та вирушає у небезпечну подорож по всьому світу, щоб знайти винних. Його гострий розум – це єдина зброя, яка допомагає йому уникнути переслідувачів і здійснити помсту.',
    genre: 'Бойовик, Трилер, Екшн',
    date: '22 квітня',
    time: '14:40',
  },
  {
    id: 2,
    image: 'http://localhost:3000/data/uploads/minecraft.jpg',
    title: 'MINECRAFT: Фільм',
    description:
      'Ласкаво просимо до світу Minecraft! Творчість тут допомагає не лише майструвати, а й необхідна для існування! Ґаррет «Сміттяр» Ґаррісон, Генрі, Наталі та Дон – це четверо невдах, які вирішують свої буденні проблеми. Та одного дня, пройшовши таємничий портал, вони потрапляють у Верхній світ – химерну кубічну країну чудес, яка процвітає завдяки уяві...',
    genre: 'Пригоди, Екшн, Сімейний',
    date: '22 квітня',
    time: '18:00',
  },
  {
    id: 3,
    image: 'http://localhost:3000/data/uploads/oxygenStation.jpg',
    title: 'Киснева станція',
    description:
      '1980 рік, СРСР. Багаторічний політичний вʼязень Мустафа Джемілєв відбуває заслання у селищі Зирянка в радянській Якутії. Тут він працює на кисневій станції: щоденно наповнює іржаві балони киснем. Його повсякденна монотонна праця нагадує долю міфологічного Сізіфа.',
    genre: 'Драма, Біографічний',
    date: '23 квітня',
    time: '18:00',
  },
  {
    id: 4,
    image: 'http://localhost:3000/data/uploads/paranormalPhenomenon.jpeg',
    title: 'Паранормальне явище',
    description:
      '16-річна Чарлі вирушає на весілля свого батька, але дорогою потрапляє в автомобільну аварію, яка ставить її життя під загрозу. На межі між життям і смертю дівчина зустрічає дух своєї померлої матері...',
    genre: 'Жахи, Трилер',
    date: '23 квітня',
    time: '14:40',
  },
  {
    id: 5,
    image: 'http://localhost:3000/data/uploads/profi.jpg',
    title: 'Профі',
    description:
      "На основі серії романів Чака Діксона 'Левон Кейд'. Левон Кейд – робітник на будівництві, але коли дочку директора будівництва викрадають невідомі, він звертається за допомогою саме до Левона...",
    genre: 'Трилер, Екшн, Бойовик',
    date: '24 квітня',
    time: '14:40',
  },
];

module.exports = { movies };
